[
  {
  "id": 1,
  "name": "BLACKBOXES Eco-Friendly Printed Jute Hand Bag-Reusable Tiffin Shopping Grocery Multipurpose Hand Bag for Men and Women",
  "category": "Daily Use",
  "price": 249,
  "image": "assets/images/jute-bag.jpeg",
  "review-img":"assets/images/review-jutebag.jpg",
  "review-des":"Good quality and design. Lightweight.",
  "user-name":"Anita Paul",
  "review-date":"India on 12 November 2024",
  "user-product-color":"Bamboozled Panda",
  "Material":"Jute",
  "GenericName":"Bag",
  "description": [
    "DURABLE DESIGN: Made from 100% natural jute fabric and reinforced stitching, this handbag is sturdy and long-lasting for frequent use.",
    "ECO-FRIENDLY MATERIAL: Jute is a sustainable and biodegradable material that reduces plastic waste from single-use bags.",
    "ROOMY INTERIOR: With an ample main compartment and an internal zippered pocket, this bag provides plenty of space to hold groceries, books, toys and more.",
    "CONVENIENT CARRY: Dual fabric handles allow the bag to be hand-carried or worn over the shoulder for comfort during transport.",
    "VERSATILE STYLING: The simple black color makes this bag discreetly stylish for use during shopping trips, commuting to work or packing lunches and snacks."
  ],
  "ProductDimensions": "40.64 x 13.97 x 36.38 cm",
  "Date First Available": "5 July 2024",
  "Manufacturer": "Kb bags",
  "ASIN": "B0D8WRN7NL",
  "Itemmodelnumber": "BB-Jute102_Natural-1",
  "CountryofOrigin": "India",
  "ItemWeight":"200 g",
  "NetQuantity":"1"
},
  {
    "id": 2,
    "name": "Amazon basics Eco-Friendly Notebook, A5, Pack of 3, 80 Sheets Each",
    "category": "Education",
    "price": 309,
    "image": "assets/images/notebook.jpg",
    "review-img":"assets/images/review-notebook.jpg",
  "review-des":"It’s value for money. You get nice product with hard cover.",
  "user-name":"Yohan Luke",
  "review-date":"India on 14 August 2025",
  "user-product-color":" Black-A7-pocket-10",
    "description":[
    "Environmentally Conscious: Made from FSC Certified wood-free brown paper, this notebook contributes to forest conservation initiatives and biodegradability, fostering sustainability",
    "Enhanced Writing Experience: The distinct texture of the FSC Certified wood-free brown paper enhances ink absorption, ensuring a smooth and smudge-free writing experience.",
    "Chemical-free Production: Crafted from 100% tree-free recycled fibers and free from bleaching chemicals, the production process of this notebook emphasizes environmental sustainability and minimizes adverse effects.", 
    "Sustainable Choice: When selecting this notebook, you're opting for a sustainable choice that not only provides high-quality paper but also aids in diminishing environmental damage.",
    "Commitment to Eco-friendliness: Thanks to its renewable materials and chemical-free manufacturing, this Amazon Basics notebook aligns perfectly with our commitment to promoting eco-friendly practices.",
    "Filex Systems Private Limited, Filex Systems Private Limited, 4546 I-2/16 Padam Chand Marg, Ansari Road, Daryaganj - 110002"
    ],
    "Brand " :"amazon basics",
    "Itemmodelnumber":	"RNA505A",
    "Colour":	"Brown",   
    "NetQuantity":	3,
    "ManufacturerPartNumber":"RNA505A",
    "Manufacturer":"Filex Systems Private Limited",
    "CountryofOrigin":"India",
    "GenericName":"Notebook",
    "Material":"Paperback"
  },
  {
    "id": 3,
    "name": "Garbage Bags Medium | 19x21 Inch | Dustbin/Trash Bags for Wet & Dry Waste | Eco-Friendly with Detachable Drawstrings | Black Color (6)",
    "category": "Kitchen",
    "price": 275,
    "image": "assets/images/garbage bag.jpg",
    "description":[
      "These garbage bags medium size are perfect for daily use in kitchens, offices, and households.",
      "Made from durable dustbin polythene, they are tear-resistant, leak-proof, and hygienic. ",
      "The dustbin bags medium come in a classic black finish, ideal as trash bags, waste bags, disposal bags, or bin bags medium, and work well as dustbin covers to prevent spills and odors.",
      "A must-have essential, these medium garbage bags are among the best selling products, top selling products on Amazon 2025, and trending products in India.",
      "Commonly used as waste disposal bags, trash covers medium, and garbage covers medium, they rank among the highest selling items and 100 top selling items.",
      "Perfect for dustbin bags for home, black covers for garbage, or dust bin covers for daily waste, these medium dustbin bags are a reliable choice for strength, convenience, and everyday waste management."
    ],
    "Manufacturer":"SKYSHOP",
    "review-img":"assets/images/review-trash.jpg",
    "review-des":"Awesome product.Good quality.Really recommend to everyone.",
    "user-name":"Ashwani Agarwal",
    "review-date":"India on 21 July 2025",
    "user-product-color":"Black",
    "Colour":	"Black",   
    "NetQuantity":	30,
    "Itemmodelnumber":"Gb-m-30",
    "ProductDimensions":" 5 x 5 x 10 cm; 280 g",
    "ASIN":"B0FBRVNYJB",
    "GenericName":"Bag"
  },
  {
    "id": 4,
    "name":"Aatman Men’s Eco-Friendly Cotton Shirt | Casual | Plain | Half Sleeve | Summer Regular Fit",
    "category":"Men's Fashion",
    "Material":"Polycotton",
    "price": 799,
    "image": "assets/images/shirt-1.jpg",
    "description" :[
      "Lightweight, Breathable, Summer Shirt for Men Comfort Meets Sustainability.",
      "Style With a Conscience Upgrade your wardrobe with our Aatman Eco-Friendly Men’s Half Sleeve Shirt, crafted for the modern man who values sustainable fashion, breathable comfort, and versatile style. ",
      "Whether you're dressing for a casual day out, a summer getaway, or a relaxed work-from-home outfit, this shirt offers a perfect balance of eco-conscious materials and everyday wearability. ",
      "🌱 100% Recycled Cotton – Soft, Sustainable, Safe Made from certified Recycled cotton, this men's shirt is free from synthetic pesticides and harmful chemicals. ",
      "The result? A soft, breathable fabric that feels gentle against the skin and is kind to the planet. ",
      "🧵 Lightweight & Breathable Design for All-Day Comfort Designed for warm weather, this half sleeve shirt is incredibly lightweight, air-permeable, and perfect for summer or spring. ",
      "Whether you're heading to the beach, the café, or just relaxing outdoors, stay cool and comfortable all day long. ",
      "👕 Classic Fit & Timeless Style This casual shirt features a regular fit, short sleeves, and a clean, modern design suitable for men of all ages. ",
      "It pairs effortlessly with jeans, chinos, or shorts, making it a must-have sustainable clothing essential for any eco-conscious wardrobe. ♻️ Ethically Made – Sustainable Fashion You Can Trust Each shirt is ethically crafted using low-impact dyes and eco-friendly production processes. We believe in slow fashion, fair wages, and responsible manufacturing. ",
      "Wear it proudly—this is more than just a shirt, it's a statement."
    ],
    "ProductDimensions" : "25 x 25 x 7 cm; 400 g",
    "Date First Available": "2 May 2025",
    "ASIN" :"B0F798WHN7",
    "Itemmodelnumber":"H-F 1014_L",
    "CountryofOrigin ":" India",
    "review-img":"assets/images/review-menshirt1.jpg",
  "review-des":"Fabric quality is awesome, I brought brown color t -Shirt, it's made by bamboo & eco friendly too, it is very soft to wear n it suits me very well, this product is highly recommended, it suitable for all occasions, it fits good on me. Thank u for the wonderful product..",
  "user-name":"Manjunath rao",
  "review-date":"22 November 2024",
  "user-product-color":"Brown",
    "Department ":"Men",
    "Manufacturer":" Aatman, S.S. Expo, Plot-2, S-19B, Dwarka, New Delhi, India | Email - hellossexports@gmail.com | Customer Support +91 99533-21193",
    "ItemWeight" :"400 g",
    "NetQuantity":" 1.0 count",
    "GenericName ":"T-Shirt"
  },
  {
    "id": 5,
    "name":"ECOLINE Clothing Eco-Friendly Women's Cotton Dual V Neck/Round Neck Tank Top",
    "category":"Women's Fashion",
    "GenericName":"T-Shirt",
    "Material":"Cotton",
    "price": 449,
    "image": "assets/images/women-cloth-1.jpg",
    "description" : [
      "2-in-1 Dual Design! Switch up your look depending on your mood! ",
      "Simply flip the tank top around for desired look . Sleeveless Dual Tank top; Regular Fit;",
      "Neck Type: V neck & Round Neck; Closure: Pull on . Compacted for Shrinkage Control and Washability .",
      "Anti-microbial & Anti-static properties makes it odor-resistant, you'll stay dry and fresh from start to finish .",
      "Ideal for all Fitness Activities, Gym workouts, Jogging, Running, Sports wear, Yoga, Exercise, Lounge Wear, Also suitable for everyday use."
    ],
    "ProductDimensions":"34 x 31 x 1 cm; 250 g",
    "Date First Available":"6 July 2022",
    "Manufacturer": "SRP ACE Green Marketing",
    "review-img":"assets/images/review-womenshirt1.jpg",
  "review-des":"This is a beautiful product. The colour is a little different from the one I ordered, but it is actually even better. I have ordered many of the same product by Ecoline in different colours and I love them all. The fabric is superb and the cut is is very flattering on the body.",
  "user-name":"Julie Rey",
  "review-date":"India on 23 July 2025",
  "user-product-color":"Burgundy",
    "ASIN": "B0B4GMZHRZ",
    "Itemmodelnumber":"Dual Tank Top",
    "CountryofOrigin": "India",
    "Department": "Women",
    "Item Weight" :"250 g"
  },
  {
    "id": 6,
    "Brand":"Sleepy Owl",
    "name":"Sleepy Owl Coffee Mug with Lid | Crafted from Used Coffee Grounds | Eco-Friendly & Sustainable Cup | Microwave Safe | Spill Proof | Travel Friendly | Office | Home | Premium Gift | 370ml 1 Piece",
    "category":"Daily Use",
    "GenericName":"coffee mugs",
    "Material":"Glass",
    "price": 229,
    "image": "assets/images/coffee.jpg",
    "description" : [
      "MADE FROM LEFTOVER COFFEE GROUNDS: Our Coffee Mug gives life to what was once meant for landfills. Made from leftover coffee grounds, it's more than just a mug, it's a statement. ",
      "SPILL PROOF: Snug lid keeps your drink spill-free, perfect for travel, and also provides organic insulation to help maintain your beverage's temperature.",
      "BREAK-PROOF & LIGHTWEIGHT: Built to last with a break-resistant body, ergonomic handle, and portable design. Durable yet lightweight—perfect at home or on the go.",
      "PERFECT FOR GIFTING: Thoughtfully packaged, this combo makes a meaningful gift for coffee lovers—pairing real good coffee with two eco-friendly mugs.",
      "Eco-Friendly & Sustainable Cup: Designed with sustainable materials to reduce environmental impact while enjoying your favorite coffee."
    ],
    "ProductDimensions":"11.2W x 8.1H Centimeters",
    "Date First Available":"",
    "Manufacturer": "SLEEPY OWL COFFEE PVT. LTD.",
    "review-img":"assets/images/coffee-review.jpg",
  "review-des":"The mug is very in good quality as the product was described It is made up from leftover coffee beans",
  "user-name":"Narender Basra",
  "review-date":"4 August 2025",
  "user-product-color":"Chocolate Brown",
    "ASIN": "B0D66YVCQB",
    "Itemmodelnumber":"GroundCoffee-Mug",
    "CountryofOrigin": "India",
    "Item Weight" :"140 Grams"
  },
  {
    "id": 7,
    "Brand":"Gift Kya De",
    "name":"GKD 2025-2026 Desk calendar and cute planter with test tube holder wooden 3D Premium Hexagon shape design unique corporate gift for office decor 8 inch (4pc combo eco-friendly)",
    "category":"Home Decor",
    "GenericName":"Desktop Calendars",
    "Material":"Wood",
    "price": 899,
    "color":"Hexagon Planter",
    "image": "assets/images/plant calendar.jpg",
    "description" : [
      "Designer Home Decor: The beautiful Calendar with a cute planter with a test tube holder serves as the perfect piece of home decor. The elegant calendar comes with bamboo shades hexagonal tiles and 12-month date days very clearly visible.",
      "Unique Design: A lifetime calendar 2025-2026 is not only good for chasing any date but also beautiful and artistic. This calendar is not limited to any particular year.",
      "Unique Gift: The farewell gift for colleagues, a birthday gift for a friend, a gift for parents, a gift for office colleagues, gifts for corporate friends, gifts for the new year and Christmas, and the perfect gifting ideas for all occasions.",
      "Stylish And Smart: Calendar 2025-2026 is charismatic, lightweight, and easy to carry clean, and store away. Perfect for complementing any furniture or background design that your home might feature.",
      "Build Quality: Table Calendar 2025-2026 is a very strong and sturdy build quality made up of 2.3 mm polished MDF engineering wood to last longer and the product is lightweight and durable."
    ],
    "ProductDimensions":"11.2W x 8.1H Centimeters",
    "Date First Available":"25 February 2023",
    "Manufacturer": "Future Works",
    "review-img":"assets/images/review-plantcal.jpg",
  "review-des":"From the beginning I didn't expected that the packing would be soo classic and with full on protection. I got two chocolates as compliment for purchasing the product that attracts my heart. Then the crafted numbers and the finishing on the sides is soo delicate. Overall it's a best product. (Advice) => If you are searching for giving gift to loveones and office colleague I recommend this product. Thank you so much 💓.",
  "user-name":"Vishu Verma",
  "review-date":"11 July 2024",
  "user-product-color":"Colour: Hexagon Planter",
    "ASIN": "B0BWV546C",
    "Itemmodelnumber":"GKD000233-HX",
    "CountryofOrigin": "India",
    "Item Weight" :"500 g",
    "NetQuantity":"4 Count"
  },
  {
    "id": 8,
    "Brand":"Beco",
    "name":"Beco Natural Dishwasher Liquid Refill | 4L - 2 x 2L Pack | Anti-Bacterial Formula | Orange Citrus Freshness | Ecofriendly Dish Washing Liquid Gel | Tough Grease Removal | Leaves No Residue on Utensils",
    "category":"Kitchen",
    "GenericName":"DishWasher Refill Pack Liquid",
    "Material":"Liquid Gel",
    "price": 449,
    "color":"Blue",
    "image": "assets/images/dishwasher-liquid.jpg",
    "description" : [
      "DEEP CLEANS WITH NATURAL INGREDIENTS - Our liquid dishwash is 100% natural with coconut-based surfactants and five natural bio-enzymes which ensure deep cleaning of all kinds of utensils. ADD TO CART NOW!!!",
      "FRAGRANCE: TESTED & LOVED - Our dishwash liquid contains the fragrance of orange and frangipani to keep your utensils smelling fresh and free from stubborn odors without harmful chemicals",
      "POWERFUL GREASE REMOVAL - Our utensil cleaner liquid leaves no sticky residue. It gives your utensils a squeaky-clean finish and a natural fragrance",
      "100% SAFE & GENTLE ON HANDS - Our dishwash gel is free from any harmful chemicals making it an ideal and safe choice for you and your family"
    ],
    "ProductDimensions":"18 x 8 x 28 Centimeters",
    "Manufacturer": "Beco, KWICK LIVING (I) PVT LTD- A304 Everest Chembers, Marol Naka, Andheri East, Mumbai- 400059, India, care@beco.co.in",
    "review-img":"assets/images/dishwasher-review.jpg",
  "review-des":"My house keeping staff has been never been so happy with use of this product. It is truly safe for hands unlike other utensil cleaners. The difference is noticeable. It is tough on stains on both steel utensils and glassware. Quality is super. I don’t know about for money but I am happy to spend extra bucks to safeguard my staffs health. Using it for more than a year",
  "user-name":"Payal",
  "review-date":"16 August 2025",
  "user-product-color":"Blue Gel",
    "ASIN": "B0F4DPWXL5",
    "Itemmodelnumber":"BELIQDBE0403",
    "CountryofOrigin": "India",
    "Item Weight" :"4000.0 millilitre",
    "NetQuantity":"1"
  },
  {
    "id": 9,
    "name": "Happy Threads| Crochet Lily with Bud,32 cms,Eco-Friendly Handcrafted Single Stem Flowers - Realistic amigurumi Blooms for Home Decor, Office, Living Room, Bedroom, Table, Wedding Decor Item",
    "category": "Home Decor",
    "price": 259,
    "image": "assets/images/flower.jpg",
    "description":[
      "{Handcrafted Quality} Each flower is meticulously crocheted by hand, ensuring exceptional detail and durability.",
      "{Eco-Friendly Materials} Made from sustainable, environmentally friendly materials that help reduce your carbon footprint",
      "{Perfect Gift Idea} : An elegant and thoughtful gift for Wedding, Engagement, Mother's Day, housewarmings, birthdays, anniversaries, and more. Loved by all age groups for its natural beauty and no-maintenance appeal",
      "{Ideal for} : Perfect for home decor, office decor, flower vases, room decoration, living room aesthetics, artificial flower arrangements, kitchen corners, and balcony beautification. Add charm and a splash of color to any corner effortlessly"
    ],
    "Manufacturer":"Supermoms4u foundation",
    "review-img":"assets/images/flower-review.jpg",
    "ProductDimensions":"9D x 13W x 32H Centimeters",
    "review-des":"Exactly how it looks in the pictures. Very happy with the purchase",
    "user-name":"Pranay Vats",
    "review-date":"India on 15 August 2025",
    "user-product-color":"White",
    "Colour":	"White",   
    "Itemmodelnumber":"1",
    "ASIN":"B0F848TF26",
    "NetQuantity":5,
    "ItemWeight":"100 Grams",
    "GenericName":"flowers"
  },
  {
    "id": 10,
    "name": "Prithwe Ecofriendly Recycled Newspaper Pencils -Black",
    "category": "Education",
    "price": 141,
    "GenericName":"Pencils",
    "image": "assets/images/pencil.jpg",
    "description":[
      "These Unique Wood-Free Pencils Are Made From Your Daily Newspaper!",
      "No Trees Were Harmed During The Making Of These Pencils",
      "Non-Toxic, Safe and Eco-Friendly",
      "Packaging Made From 100% Bio-Degradable Paper"
    ],
    "Manufacturer":"Green Gullak Retail and Ecommerce Pvt Ltd",
    "review-img":"assets/images/pencil-review.jpg",
    "ProductDimensions":"18.7 x 1 x 1 Centimeters",
    "review-des":"Nice writing, smooth and steady , but little costly",
    "user-name":"Akash Jha",
    "review-date":"India on 3rd June 2025",
    "user-product-color":"Black",
    "Colour":	"Black",  
    "Itemmodelnumber":"1",
    "ASIN":"B0BHTTCL8M",
    "NetQuantity":10,
    "ItemWeight":"72 Grams",
    "Brand":"Prithwe",
    "Material":"Lead"
  },{
  
    "id": 11,
    "name": "Global Grabbers New 25 Centimetre Meditating Sitting Buddha Statue showpiece Idol Home Decor Items for Living Room and Gifts (1, Orange Black)",
    "category": "Home Decor",
    "price": 376,
    "GenericName":"Idols",
    "image": "assets/images/ganeshwall.jpg",
    "description":[
      "Material : Made from best in market highest grade Polyresin material which is light in weight and gives beautiful finish",
      "Appearance and benifits : This Buddha statue in meditating pose catches everyone's eyes with its peaceful expressions and unique design do not miss the chance to give a space to this beautiful Buddha statue in your house or office it will make you feel peaceful and relaxed placing this Buddha statue relieves stress and anxiety and increases your productivity",
      "Colour - The colours used to paint this statue are handpicked by the experts they provide a vibrant look to the statue and are long lasting making your space look beautiful",
      "Why Global Grabbers : As a brand Global Grabbers Aim is to make your space Beautiful with its home decor collection using quality driven approach which can be seen in the reviews and ratings itself so if you are looking for Quality and Orignality then choose only Global Grabbers"
    ],
    "Manufacturer":"Global Grabbers, Global Grabbers",
    "review-img":"assets/images/ganesh-review.jpg",
    "ProductDimensions":"8D x 18.5W x 25H Centimeters",
    "review-des":"I recently purchased the Global Grabbers 25 cm Meditating Sitting Buddha Statue in the Orange-Black color combination, and I must say I am thoroughly impressed. The statue has a serene and calming presence, making it a perfect addition to my living room decor.The craftsmanship is excellent, with intricate detailing on the idol that enhances its elegance. The combination of orange and black adds a unique charm and blends well with modern and traditional interiors. The 25 cm size is ideal—not too big, not too small—making it versatile for placing on shelves, side tables, or even in a meditation corner.It's also a thoughtful gift option for friends and family, especially for housewarming or festive occasions. The statue truly radiates peace and positivity. Overall, it's a great purchase and worth every penny for its quality and aesthetic appeal. Highly recommended!",
    "user-name":"Aayushi Arya",
    "review-date":"India on 20 July 2025",
    "user-product-color":"Black",
    "Colour":	"Black",  
    "Itemmodelnumber":"BS2",
    "ASIN":"720448623400",
    "NetQuantity":1,
    "ItemWeight":"300 Grams",
    "Brand":"Global Grabbers",
    "Material":"polyresin"
  },{
  
    "id": 12,
    "name": "Thenkumari Eco Friendly Wooden Handcrafted Musical Set with Vase Decor Decorative Showpiece for Home Table Office Living Room Decoration Item, 8 cm",
    "category": "Home Decor",
    "price": 354,
    "GenericName":"Instruments",
    "image": "assets/images/tabla.jpg",
    "description":[
      "We at Thenkumari providing Large Size Eco Friendly Wooden Musical Set Showpiece with Vase-Yellow Color.",
      "We always try creating a positive association between customers and our brand by ensuring a safe delivery of product by neat, good, quality packaging.",
      "Wooden board has provision for attaching vase in the center surrounded by 4 musical instruments.",
      "This beautiful showpiece will enhance the attractiveness of the place and will draw the attention of everybody for sure."
    ],
    "Manufacturer":"Thenkumari",
    "review-img":"assets/images/tabla-review.jpg",
    "ProductDimensions":"18L x 8W x 8H Centimeters",
    "review-des":"Product really looking good . Only thing is it came in simple paper wrapping.",
    "user-name":"Shraddha",
    "review-date":"India on 2 August 2023",
    "user-product-color":"Yellow-Black",
    "Colour":	"Yellow-Black",  
    "Itemmodelnumber":"TK-MUSIC-SHOW001",
    "ASIN":"B09B7272RH",
    "NetQuantity":1,
    "ItemWeight":"300 g",
    "Brand":"Thenkumari",
    "Material":"Wood"
  },{
  
    "id": 13,
    "name": "Thenkumari Eco Friendly Wooden Handcrafted Musical Set with Vase Decor Decorative Showpiece for Home Table Office Living Room Decoration Item, 8 cm",
    "category": "Kitchen",
    "price": 354,
    "GenericName":"Bag",
    "image": "assets/images/veg-bag.jpg",
    "description":[
      "100% Natural Cotton: Crafted from high-quality, breathable cotton mesh, VOLTURI vegetable bag for fridge ensure optimal air circulation to keep your fruits and vegetables fresh longer.",
      "Versatile Storage Solution: Perfect for a wide range of produce, from leafy greens to root vegetables. Also great for shopping trips, farmers' markets, and bulk food storage. Also for fridge accessories.",
      "Convenient Drawstring Closure: Each VOLTURI vegetable storage bag features a sturdy drawstring closure, making it easy to secure and carry your produce. No more spills or messes in your fridge by using VOLTURI fridge storage bags."
    ],
    "Manufacturer":"VOLTURI",
    "review-img":"assets/images/veg-bag-review.jpg",
    "ProductDimensions":"11W x 5H Centimeters",
    "review-des":"Very good quality bags for storing vegetables and fruits. Its 100% cotton so the vegetables stay fresh. Value for money. I strongly recommend this. The size of these bags are appropriate. Love this product.",
    "user-name":"KeerthanaJagan",
    "review-date":"India on 25 August 2025",
    "user-product-color":"Green",
    "Colour":	"Green",  
    "Itemmodelnumber":"FK-CTN-VEG-20241",
    "ASIN":"B0D841G1WW",
    "NetQuantity":6,
    "ItemWeight":"200 g",
    "Brand":"VOLTURI",
    "Material":"Cotton"
  },{
  
    "id": 14,
    "name": "Peppy Threads Organic Bamboo Lycra T-Shirt for Kids | Comfortable, Soft, Breathable & Eco-Friendly T Shirt for Boys and Girls",
    "category": "Pets & Kids",
    "price": 450,
    "GenericName":"T-Shirt",
    "image": "assets/images/babay-1.jpg",
    "description":[
      "SOFT, BREATHABLE FABRIC: Ultra-soft and lightweight t-shirt for toddlers made with breathable fabric that keeps your child cool and comfy all day.",
      "GENTLE ON SKIN: Made from bamboo viscose fabric that’s hypoallergenic and suitable for sensitive skin — softer than cotton.",
      "SUSTAINABLE & SAFE CHOICE: Eco-friendly bamboo blend — naturally moisture-wicking, odor-resistant, and crafted with care for your little one and the planet."
    ],
    "Manufacturer":"Peppy Threads, Peppy Threads",
    "review-img":"assets/images/babay-review1.jpg",
    "ProductDimensions":"10 x 12 x 4 Centimeters",
    "review-des":"I purchased this T-shirt for the first time without any idea about bamboo lycra fabric. A friend suggested I try it, so I gave it a shot. The fabric of this T-shirt is excellent – very soft, smooth, and stretchable compared to other fabrics like cotton. In fact, it's even better than cotton fabric. I highly recommend bamboo lycra, especially for kids.",
    "user-name":"Atul Solanki",
    "review-date":"India on 20 November 2024",
    "user-product-color":"White",
    "Colour":	"White",  
    "Itemmodelnumber":"MFN_White Yogaa_4-5 Years",
    "ASIN":"B0BJ7B9T8Q",
    "NetQuantity":1,
    "ItemWeight":"300 g",
    "Brand":"Peppy Threads",
    "Material":"Bamboo Lycra"
  },{  
    "id": 15,
    "name": "Eco-Friendly Cotton T-Shirt for Men – Sustainable & Comfortable",
    "category": "Men's Fashion",
    "price": 399,
    "Department":"Men",
    "GenericName":"T-Shirt",
    "image": "assets/images/men-shirt1.jpg",
    "description":[
      "Premium Material: Made from 100% cotton for unmatched softness and comfort.",
      "High-Quality Fabric: 220 GSM fabric ensures durability and a premium feel.",
      "Durable Construction: Designed to withstand multiple washes without losing quality."
    ],
    "Manufacturer":"Drishya Decor, anshutechbin@gmail.com",
    "review-img":"assets/images/men-review1.jpg",
    "ProductDimensions":"71.12 x 60.96 x 76.2 cm",
    "review-des":"Good quality tshirt. Bought oversized tshirt for the first time. Quality is awesome and fits well with the size mentioned.",
    "review-date":"India on 22 October 2024",
    "user-name":"Rahul Haldar",
    "user-product-color":"Black",
    "Colour":	"Black",  
    "Itemmodelnumber":"FGT-2853",
    "ASIN":"B0FCGFYGPL",
    "NetQuantity":1,
    "ItemWeight":"300 g",
    "Brand":"Drishya Decor",
    "Material":"Cotton"
  },{  
    "id": 16,
    "name": "Peppy Threads Organic Bamboo Lycra T-Shirt for Kids | Comfortable, Soft, Breathable & Eco-Friendly T Shirt for Boys and Girls",
    "category": "Pets & Kids",
    "price": 439,
    "GenericName":"T-Shirt",
    "image": "assets/images/kids-2.jpg",
    "description":[
      "SOFT, BREATHABLE FABRIC: Ultra-soft and lightweight t-shirt for toddlers made with breathable fabric that keeps your child cool and comfy all day.",
      "GENTLE ON SKIN: Made from bamboo viscose fabric that’s hypoallergenic and suitable for sensitive skin — softer than cotton.",
      "SUSTAINABLE & SAFE CHOICE: Eco-friendly bamboo blend — naturally moisture-wicking, odor-resistant, and crafted with care for your little one and the planet."
    ],
    "Manufacturer":"Drishya Decor, anshutechbin@gmail.com",
    "review-img":"assets/images/kids-review1.jpg",
    "ProductDimensions":"10 x 12 x 4 cm; 150 g",
    "review-des":"Recently got this peppy threads tshirt for my kid, saw this brand on insta a while ago, I loved the feel of the fabric, it’s super soft . My girl is in love with it ❤️",
    "review-date":"India on 31 January 2024",
    "user-product-color":"Blue",
    "user-name":"Harshit",
    "Colour":	"Blue",  
    "Itemmodelnumber":"MFN_Green Crazy_6-7 Years",
    "ASIN":"B0BJ78F8K4",
    "NetQuantity":1,
    "ItemWeight":"150 g",
    "Brand":"Peppy Threads",
    "Material":"Bamboo Fibre"
  },{  
    "id": 17,
    "name": "ECOLINE Clothing Eco-Friendly Women's Cotton Dual V Neck/Round Neck Tank Top",
    "category": "Women's Fashion",
    "price": 849,
    "GenericName":"T-Shirt",
    "image": "assets/images/women-2.jpg",
    "description":[
      "Dual design that lets you pick either a V-Neck front + regular back or Round-Neck + deep-V back.",
      "Sleeve Type: Sleeveless Dual Tank top; Regular Fit; Neck Type: V neck & Round Neck; Closure: Pull on",
      "Anti-microbial & Anti-static properties makes it odor-resistant, you'll stay dry and fresh from start to finish"
    ],
    "Manufacturer":"Karur, Tamil Nadu, 7397733204, SRP Ace Green Marketing",
    "review-img":"assets/images/women-review2.jpg",
    "ProductDimensions":"34 x 31 x 2 cm; 300 g",
    "review-des":"I received a completely damaged product. I'm so afraid that I might end up injesting glass pieces of I ever use this item . Completely disappointed. I ordered it by paying extra delivery charge and this is what I got .",
    "review-date":"India on 15 February 2024",
    "user-product-color":"White",
    "Department":"Women",
    "user-name":"Anamika Dey",
    "Colour":	"Black",  
    "Itemmodelnumber":"Reversible Tank Top",
    "ASIN":"B09T4LB8RP",
    "NetQuantity":1,
    "ItemWeight":"300 g",
    "Brand":"SRP Ace Green Makreting",
    "Material":"Cotton"
  },{  
    "id": 18,
    "name": "AMAREE Premium Soft & Comfortable Socks Bamboo Ecofriendy | Breathable, Durable & Everyday Wear",
    "category": "Outdoor & Sports",
    "price": 399,
    "GenericName":"Socks",
    "image": "assets/images/sports-1.jpg",
    "description":[
      "AMAREE Premium Soft & Comfortable Socks Bamboo Ecofriendy | Breathable, Durable & Everyday Wear",
      "Soft & Breathable: Provides all-day comfort and keeps feet fresh, perfect for everyday wear",
      "Durable & Long-Lasting: Withstands repeated washing and wear, ensuring a long lifespan"
    ],
    "Manufacturer":"AMAREE",
    "review-img":"assets/images/sports-review1.jpg",
    "ProductDimensions":"12 x 5 x 12 cm; 900 g",
    "review-des":"I’ve been using these socks for a few days now and I’m really impressed with the comfort and fit. The material feels soft yet durable, and it stays comfortable even after long hours of wear. The breathable fabric keeps my feet fresh, and the elastic holds well without being too tight. The colors look just as shown in the pictures, and they pair well with both casual and sports shoes. Overall, great value for money and definitely worth buying again.",
    "review-date":"India on 13 August 2025",
    "user-product-color":"Gray",
    "Department":"Women",
    "user-name":"Vivek.B",
    "Colour":	"White",  
    "Itemmodelnumber":"687112",
    "ASIN":"B0FDL373JW",
    "NetQuantity":1,
    "ItemWeight":"300 g",
    "Brand":"AMAREE",
    "Material":"Cotton"
  },
  {  
    "id": 19,
    "name": "Anandi sanitary pads for women 15 XXL Pads | Biodegradable Organic pads with Disposal pouch | Certified ~100% Compostable",
    "category": "Personal Care",
    "price": 268,
    "GenericName":"Sanitary Napkin",
    "image": "assets/images/personal-1.jpg",
    "description":[
      "HEALTHY PAD: Bio-superabsorbent for Superior absorbency with protection from rash, irritation & infection. Free of harsh chemicals, fragrances & plastics",
      "COMFORTABLE: Sanitary napkins crafted with super soft and comfy GOTS certified 100% organic cotton. Ultra-thin, multi-layered cotton pads and sidewall with leak-guard technology for extra protection. 15 XXL heavy flow sanitary pads for women.",
      "CERTIFIED COMPOSTABLE: India's 1st & only certified ~100% compostable & biodegradable sanitary pads. ISO-17088 certified, follows BIS (Govt. of India), US-FDA norms."
    ],
    "Manufacturer":"Aakar Innovations Pvt. Ltd.",
    "review-img":"assets/images/personal-rev1.jpg",
    "ProductDimensions":"11 x 13.5 x 15 Centimeters",
    "review-des":"This pad feels like soft fabric against the skin. I usually change my pad every 3 to 4 hours on the first day or as needed but I tested this one for a bit longer and didn’t experience any leaks. I like its absorbency and the fact that it sticks nicely in place without unnecessary shifting makes it feel secure. The soft touch adds to the comfort. Overall, it delivers exactly what I want in a period product comfort without irritation. Value for money.",
    "review-date":"India on 19 August 2025",
    "user-product-color":"White",
    "Department":"Women",
    "user-name":"Puja Majumder",
    "Colour":	"White",  
    "Itemmodelnumber":"8906131810162",
    "ASIN":"B08TMLNDXL",
    "NetQuantity":10,
    "ItemWeight":"345 g",
    "Brand":"Anandi",
    "Material":"Cotton"
  }
,
  {  
    "id": 20,
    "name": "Forest Essentials Luxury Unisex Liquid Perfume Gift Box|4 Long Lasting Floral Scents X 10Ml Each|Nargis, Rose, Oudh & Jasmine Saffron",
    "category": "Personal Care",
    "price": 688,
    "GenericName":"Perfume",
    "image": "assets/images/personal-rev2.jpg",
    "description":[
      "Rich & Rounded : Bright notes of mandarin and bergamot melt into saffron, warm spices, and a smooth amber-oud base with just the right touch of sweetness.",
      "Dusky Allure : A versatile signature scent — warm, comforting and perfect for evenings or layered daywear.",
      "Premium Packaging: The embossed bottle with a refined finish comes in a compact 50ml size which is powerful, portable, and is made for on-the-go sophistication."],
    "Manufacturer":"Helios Packaging Pvt. Ltd, Sai Corportation, Sai Corportation",
    "review-img":"assets/images/personal-2.jpg",
    "ProductDimensions":"4.5 x 15 x 18 cm; 50 g",
    "review-des":"Loved this set! Each fragrance feels rich and well-balanced — rose is elegant, musk is warm, leather is classy, and the woody oud is just perfect. Long-lasting, easy to carry, and the packaging looks premium. Great for gifting or just keeping in your bag for any mood or occasion.",
    "review-date":"India on 12 August 2025",
    "user-product-color":"Red",
    "user-name":"Akshay Farhan",
    "Colour":	"Red, Blue",  
    "Itemmodelnumber":"FMEDPMO00050",
    "ASIN":"B0DYY2BWQZ",
    "NetQuantity":3,
    "ItemWeight":"345 g",
    "Brand":"NISARA",
    "Material":"Liquid, Amber Wood"
  }
,
  {  
    "id": 21,
    "name": "bioQ Eco-Friendly Mega Jute Kit | 1 Folder & Pouch (A4 Size) + 2 Notepads (A5 Size) + 5 Seed Pencils + 7 Plantable Colouring Pens + 2 Mini Planting Sets | Eco Stationery Gift Set",
    "category": "Gifts & Stationary",
    "price": 765,
    "GenericName":"Bag",
    "image": "assets/images/stationary-1.jpg",
    "description":[
      "ORGANISE BETTER SUSTAINABLY: Kraft folder and pouches to organize documents and 2 notepads for jotting down ideas",
      "OFFICE ESSENTIALS ON THE GO: Carry the bag full of stationery anywhere, and show that you care for the environment",
      "REEN GIFT: Suitable for gifting, for events, or for anyone who wants to move a step forward in creating a positive impact for mother earth."],
    "Manufacturer":"bioQ eco solutions, bioQ eco solutions",
    "review-img":"assets/images/stationary-rev1.jpg",
    "ProductDimensions":"25 x 32 x 7 Centimeters",
    "review-des":"Although I do wish the packaging could have been just a little bit better because the Kraft folders were dented at the corners but other than than everything arrived safe and as mentioned. The folders are also super sturdy and comfortably store A4 size papers.",
    "review-date":"India on 9 May 2022",
    "user-product-color":"Green",
    "user-name":"Sri Mahavir Kirana",
    "Colour":	"Brown",  
    "Itemmodelnumber":"ZC-50",
    "ASIN":"B081Z6YKZT",
    "NetQuantity":1,
    "ItemWeight":"1 g",
    "Brand":"bioQ",
    "Material":"Seed Paper & Kraft"
  }
  ,
  {  
    "id": 22,
    "name": "12pcs Wooden Pen Stand Return Gifts Birthday Party for Kids | Return Gift for Kids Birthday Return Gifts for Kids | Cute Animal Theme Stationery Placer Eco Friendly Bday Returns Gift Item in Bulk",
    "category": "Gifts & Stationary",
    "price": 345,
    "GenericName":"Pen",
    "image": "assets/images/kids-3.jpg",
    "description":[
      "return gifts for birthday party - Cute Animal Theme - Wooden Return Gift For Kids - This stationary Holder for kids is best Return Gifts Birthday Party for Kids as children / Adults / teenagers loves party favor in shape of a wooden stand",
      "Birthday Return Gifts For Kids In Bulk For Age Group - These colorful Jungle theme holders can be placed on any study table or office desk. Kids return gifts for birthday party for kids",
      "Message Holder - Message on small page can be written like memo and clipped behind the animal figure"],
    "Manufacturer":"sillyme",
    "review-img":"assets/images/kids-rev2.jpg",
    "ProductDimensions":"22 x 12.8 x 1.6 cm; 130 g",
    "review-des":"It's extremely colourful and kids-friendly object.Kids love to play and use it.Highly Recommend!",
    "review-date":"India on 4 June 2025",
    "user-product-color":"Multicolor",
    "user-name":"Sanjana",
    "Colour":	"Multicolor",  
    "Itemmodelnumber":"wooden box",
    "ASIN":"B0FGXZZLMG",
    "NetQuantity":10,
    "ItemWeight":"0.1 kg",
    "Brand":"SILLYME",
    "Material":"Wood"
  },
  {  
    "id": 23,
    "name": "Dencrus Natural Clean Bamboo Toothbrush for Adults (Pack of 5) | Natural & Eco Friendly Manual Toothbrush | Ultra Soft Bristles with Activated Charcoal | Gentle on Sensitive Gum Care",
    "category": "Personal Care",
    "price": 67,
    "GenericName":"Tooth Brush",
    "image": "assets/images/tooth.jpg",
    "description":[
      "ORGANIC BAMBOO BUILD: Dencrus BPA-free wooden toothbrush (pack of 5) is made from 100% organic bamboo and features wooden toothbrush soft bristles for a gentle yet thorough clean. An eco-friendly essential that blends comfort, durability, and mindful living effortlessly.",
      "ULTRA-SOFT COMFORT CLEAN: This bamboo tooth brush is an ultra-soft toothbrush crafted as an extra soft toothbrush for adults, offering a soothing yet effective clean. Ideal for sensitive teeth and gums, it supports a gentle, eco-friendly brushing experience.",
      "GENTLE & EFFECTIVE CLEAN: This soft bristles toothbrush doubles as a soft brush for teeth that’s gentle on gums yet thorough on plaque. Whether you call it a soft toothbrush or your go-to teeth brush, it delivers comfort, care, and a cleaner, brighter smile."],
    "Manufacturer":"Amwoodo Eco Products Private Limited, Amwoodo Eco Products Private Limited",
    "review-img":"assets/images/tooth-revw.jpg",
    "ProductDimensions":"23 x 19 x 2 Centimeters",
    "review-des":"Now it's time to change my toothbrush to this bamboo toothbrush, i like it, also it has so many benefits",
    "review-date":"India on 16th September,2025",
    "user-product-color":"Brown",
    "user-name":"Divyanshi Singh",
    "Colour":	"Brown",  
    "Itemmodelnumber":" DENNCBT5",
    "ASIN":" B0F2MYRXYN",
    "NetQuantity":5,
    "ItemWeight":"105 g",
    "Brand":"Amwoodo Eco Products Private Limited",
    "Material":"Bamboo toothbrush"
  }
  ,
  {  
    "id": 24,
    "name": "Herbal Strategi – Just Mop Kitchen Cleaner Spray | 100% Herbal | Disinfectant & Insect Repellent | Made with Lemongrass, Pine Oil & Cedar wood Oil | Eco-friendly & Biodegradable | Skin Safe, Baby Safe & Pet-Friendly | 500mL | Pack Of 2",
    "category": "Kitchen",
    "price": 308,
    "GenericName":"Cooking Oil",
    "image": "assets/images/kitchen-1.jpg",
    "description":[
      "Completely Herbal: Herbal Strategi’s Just Mop is completely made from plant-based essential oils like Lemongrass, Pine Oil & Cedar wood Oil which are known to have disinfecting properties and also help repel insects.",
      "Hard on Germs & Gentle on Environment: Just Mop is made to help clean your kitchen and keep it free from dirt, grime, insects and bacteria. While being harsh on dirt & germs, it is biodegradable i.e. breaks down into harmless components when disposed.",
      "Refreshing Fragrance: Lemongrass has soothing effects and does not only work as a disinfectant in our product but also repels insects like fruit flies and leaves behind a refreshing fragrance."],
    "Manufacturer":"Herbal Strategi, Herbal Strategi, Herbal Strategi, Herbal Strategi, Modicourt, Millers Road, Bengaluru, Karnataka 560046, 098450 22056",
    "review-img":"assets/images/kitchen-revw1.jpg",
    "ProductDimensions":"3 x 25 x 10 cm; 1 kg",
    "review-des":"For the fact that it’s organic and safe to use on a kitchen counter or a dining table, it’s not really 100% effective. ( The Ant Spray sold by the same company is effective for 3 days at a time but it’s strong smelling and best sprayed in places like walls and windows where it can be left on without wiping)",
    "review-date":"India on 9 September 2021",
    "user-product-color":"Brown",
    "user-name":"HuncaMunca",
    "Colour":	"Multicolor",  
    "Itemmodelnumber":"STG-KitchenClean500mlPck2",
    "ASIN":"B07K6RNBWD",
    "NetQuantity":1,
    "ItemWeight":"5 litres",
    "Brand":"Herbal Strategi",
    "Material":"Herbal Oil, Herbal Strategi"
  },
  {  
    "id": 25,
    "name": "NOBERO Men's Cotton Oversized Fit Graphic Print T-Shirt",
    "category": "Men's Fashion",
    "price": 378,
    "GenericName":"T-Shirt",
    "image": "assets/images/men-shirt2.jpg",
    "description":[
      "100% Cotton Fabric – Soft, breathable, and durable for all-day wear",
      "Oversized Fit – Relaxed and stylish silhouette for maximum comfort",
      "Versatile Styling – Perfect for casual outings, lounging, or layering"],
    "Manufacturer":"Nobero, Pratyaya E-Commerce Private Limited, Nobero, Pratyaya E-Commerce Private Limited, 5th Floor, Western Aqua, 121, Workenstein Collaborative Spaces Private Limited, Hi Tech City, Whitefields Kondapur, Hyderabad, Rangareddy, Telangana - 500081",
    "review-img":"assets/images/men-shirt2-rvw.jpg",
    "ProductDimensions":"21 x 22 x 3 cm; 250 g",
    "review-des":"The t-shirt is long sleeves and it first perfectly.... material is damn good",
    "review-date":"India on 16 July 2025",
    "user-product-color":"Purple",
    "user-name":"Hadi Mushtaq Dar",
    "Colour":	"Magenta",  
    "Itemmodelnumber":"1M-TWRT-C0910-OG",
    "Department" : "Men",
    "ASIN":"B0DYJJLZ8G",
    "NetQuantity":1,
    "ItemWeight":"250 grams",
    "Brand":"NOBERO",
    "Material":"Cotton"
  },
  {  
    "id": 26,
    "name": "juliet Srsly Women's Relaxed Fit T-Shirt",
    "category": "Women's Fashion",
    "price": 539,
    "GenericName":"T-Shirt",
    "image": "assets/images/women-3.jpg",
    "description":[
      "Closure typePull On",
      "Care instructionsMachine Wash",
      "Versatile Styling – Perfect for casual outings, lounging, or layering"],
    "Manufacturer":"Juliet Apparels Pvt LTD, Juliet Apparels Pvt LTD Bldg No. A 6 ,Asmeeta Textile park, Plot No.1, Add Kalyan Bhiwandi,M.I.D.C. Ind.Area, Village Kon, Bhiwandi -421311 .Dist.Thane 9223182081",
    "review-img":"assets/images/women-revw.jpg",
    "ProductDimensions":"50 x 40 x 3 Centimeters",
    "review-des":"The t-shirt is long sleeves and it first perfectly.... material is damn good",
    "review-date":"India on 16 October 2025",
    "user-product-color":"Orange",
    "user-name":"Sarvanshi",
    "Colour":	"Orange",  
    "Itemmodelnumber":"SRF-24066",
    "Department" : "Women",
    "ASIN":"B0DNWH9STW",
    "NetQuantity":1,
    "ItemWeight":"300 grams",
    "Brand":"juliet Srsly Women's Relaxed Fit T-Shirt",
    "Material":"Cotton"
  },
  {  
    "id": 27,
    "name": "SNEAKARE Dual Sided Wipes I Sport Sneaker Cleaner Wipe I Pk-50 I Travel Friendly I Shoe Stain Remover I Shoe Care",
    "category": "Outdoor & Sports",
    "price": 299,
    "GenericName":"Sneakers",
    "image": "assets/images/sports-2.jpg",
    "description":[
      "Sneakare’s multipack shoe cleaning wipes (Pack of 50) are designed with dotted texture for enhanced scrubbing, these wipes easily tackle tough stains, dirt, and grime. Infused with advanced cleaning technology, they work effortlessly on all materials, leaving your sneakers spotless in seconds. Quick, effective, and mess-free—your go-to solution for on-the-go sneaker care.",
      "How to Use : Slide out a wipe and keep the pack sealed for lasting moisture. Use dotted side for tough stains & smooth side for general cleaning. Wipe the affected area by applying pressure gently. Now you are ready to carry your clean shoes.",
      "Caution : Keep this away from children. Store in a cool & dry places. Avoid contact with eyes, if in eye rinse immediately or contact a doctor."],
    "Manufacturer":"SNEAKARE",
    "review-img":"assets/images/sports-revw2.jpg",
    "ProductDimensions":"10 x 5 x 5 cm; 500 g",
    "review-des":"Really great product used it today my shoes are as good as new now. Must use for sneaker and daily wear shoes.",
    "review-date":"11 August 2025",
    "user-product-color":"Orange",
    "user-name":"Poonam",
    "Colour":	"Orange",  
    "Itemmodelnumber":"Shoe Wipe",
    "Department" : "Universal",
    "ASIN":"B0FF4Z3NQS",
    "NetQuantity":1,
    "ItemWeight":"500 grams",
    "Brand":"SNEAKARE",
    "Material":"Shoes"
  },
  {  
    "id": 28,
    "name": "ECOLipak 240 Count 12 oz Compostable Paper Cups, Biodegradable Disposable Paper Coffee Cups with PLA Lined, Eco-friendly Hot Drinking Cups for Party, Picnic,Travel,and Events",
    "category": "Daily Use",
    "price": 10980,
    "GenericName":"Drinking ups",
    "image": "assets/images/eco-cups.jpg",
    "description":[
      "【Eco-friendly Disposable Cups】Compostable cups are 100% natural, sustainable, and biodegradable, They are made of paper and PLA lined a plant-based material. Can be composted in a commercial facility it only takes 3-6 months. A perfect alternative to traditional plastic and waxes linings. Give up traditional plastic and paper cups",
      "【Food Grade】ECOLipak's Compostable coffee cups are plastic-free. You will not find BPA that can be found in plastic products. You no longer need to worry about the possible health problems caused by disposable products. Allowing you to enjoy eco-friendly and safety at the same time",
      "【Unique Design】The tree-printed disposable biodegradable drinking cups demonstrates their eco-friendly. Impressing your friends or guests when hosting an event or party with earth-conscious dinnerware! Perfect for daily use, parties, office use, picnic, travel, and events."],
    "Manufacturer":"SNEAKARE",
    "review-img":"assets/images/ec-cups-revw.jpg",
    "ProductDimensions":"240Pack 12oz PLA Cups",
    "review-des":"Beats plastic for your health AND the environment. Nice to have in the house whenever you need them.",
    "review-date":"21 August 2025",
    "user-product-color":"White",
    "user-name":"Lauren Kaplan",
    "Colour":	"White",  
    "Itemmodelnumber":"797439455937",
    "Department" : "Universal",
    "ASIN":"B975793972",
    "NetQuantity":"240.0 count",
    "ItemWeight":"2.72 kg",
    "Brand":"ECOLipak",
    "Material":"Bio, Compostable green, Disposable"
  },
  {  
    "id": 29,
    "name": "Gezond 350 Pcs Disposable Dinnerware Set, Eco-friendly Heavy-duty Paper Plates Includes Compostable Biodegradable Cutlery, Cups and Straws for 50 Guests (Natural)",
    "category": "Daily Use",
    "price": 1649,
    "GenericName":"Dinner Set",
    "image": "assets/images/dinnerset.jpg",
    "description":[
      "【Plant-Based Material】 These compostable plates are made from 100% sugar cane fibres and the cutlery are made from cornstarch, which is plant-based, able to be dissolved by the environment",
      "【350 Pack Dinnerware set】 This paper plates kit cover with 50pcs 9-inch dinner plates, 50pcs 7-inch dessert plates, 150pcs 7-inch utensils, 50 pcs 16oz cups and 50pcs straws, which can serve up to 50 guests",
      "【Microwave and freezer safe ] This durable and heavy-duty paper plates can be heated resistant up to 248°F without deforming as well as oil-resistant and leakproof. The cutlery can cut through steak, vegetables, fruits and so on"],
    "Manufacturer":"Gezond",
    "review-img":"assets/images/dinnerrevw.jpg",
    "ProductDimensions":"PLATES, FORKS, KNIVES, SPOONS, CUPS AND STRAWS FOR 50 GUESTS",
    "review-des":"The items are nowhere close to what u ordered. Received some cheap, inferior quality products.",
    "review-date":"28 October 2024",
    "user-product-color":"White",
    "user-name":"Sagar Bhutani",
    "Colour":	"White",  
    "Itemmodelnumber":"796816039159",
    "Department" : "Universal",
    "ASIN":"B083GNCYYL",
    "NetQuantity":"1 count",
    "ItemWeight":"2 kg 880 g",
    "Brand":"Gezond",
    "Material":"Bisphenol-A (BPA) Free"
  },
  {  
    "id":30,
    "name": "GPedigree Adult Dry Dog Food, Chicken, Egg & Rice, 20 kg, Contains 37 Essential Nutrients, 100% Complete & Balanced Food for Adult Dogs",
    "category": "Pets & Kids",
    "price": 4225,
    "GenericName":"Dog Food",
    "image": "assets/images/dog-food.jpg",
    "description":[
      "Provides dogs the 5 Signs of Good Health - a PEDIGREE assurance!",
      "Ideal for Pugs, Beagle to Labrador, Golden Retriever & German shepherd",
      "Provides strong muscles, bones & teeth and healthier & shinier coat"],
    "Manufacturer":"Pedigree",
    "review-img":"assets/images/dog-revw.jpg",
    "ProductDimensions":"48.5 x 11 x 88 cm; 20 kg",
    "review-des":"The food is decent but the only problem is that it has to be mixed with home food, if i give this as a complete meal my dog gets a bad stomach.",
    "review-date":"7 August 2025",
    "user-product-color":"Chicken Flavour",
    "user-name":"Dhruv Pathak",
    "Colour":	"Chicken Flavour",  
    "Itemmodelnumber":"8902433000447",
    "Department" : "Universal",
    "ASIN":"B07N3DFFLM",
    "NetQuantity":"1 count",
    "ItemWeight":"20 Kilograms",
    "Brand":"Pedigree",
    "Material":"Bisphenol-A (BPA) Free"
  },
  {  
    "id":31,
    "name": "Fancy Green Leaf Caladium Easy Care Live Indoor Plant In Ecofriendly Elephant's ear Shape Green Color Live Plant For Home and Office Decor",
    "category": "Outdoor & Sports",
    "price": 299,
    "GenericName":"Plant",
    "image": "assets/images/eco-plant.jpeg",
    "description":[
      "Place the bulb with the flat side down, and cover it completely with soil",
      "Best for home gardening, terrace gardening, balcony garden",
      "Easy To Maintain"],
    "Manufacturer":"capital marketing",
    "review-img":"assets/images/eco-plant-revw.jpg",
    "ProductDimensions":"Loom soil,Moderate Watering , 6m height",
    "review-des":"Beautiful Leaves, plant arrived in healthy condition with vibrant, variegated leaves and no damage during transit. It was well-packaged with moist soil and proper padding, which kept the plant secure and fresh.The size was true to description, and it's already added a touch of elegance to my indoor space. A low-maintenance beauty, it’s thriving with minimal care. Perfect for beginners or anyone looking to add a stylish plant to their collection.",
    "review-date":"27 August 2025",
    "user-product-color":"green",
    "user-name":"Dr. Rizwan Mulla",
    "Colour":	"green",  
    "Itemmodelnumber":"Birkin_phil",
    "Department" : "Universal",
    "ASIN":"B0BRKMZYWN",
    "NetQuantity":"1 count",
    "ItemWeight":"500 Grams",
    "Brand":"Generic",
    "Material":"Live Plant"
  },
  {  
    "id":32,
    "name": "Toyshine Pencil Box with Code Lock Pen Case Large Capacity Multi-Layer Multi-Function Storage Bag Secret Compartment Pencil Box - Dino Multi-Color - Plastic, Multicolor",
    "category": "Education",
    "price": 529,
    "GenericName":"Pouch",
    "image": "assets/images/pouch.jpg",
    "description":[
      "Pencil case is not only a pencil case, but also can also be used as storage space for smartphone peripherals, cosmetic bags, pencil cases, cosmetic bags and smartphone holders.",
      "High capacity: It can hold up to 35 pens or pencils. It is very suitable for students who carry all kinds of tools except pens.",
      "3 compartments: flip open the main compartment, which is a good place to store larger items such as pen cases or calculators. The small inner layer is convenient for storing erasers and small items that are easy to lose."],
    "Manufacturer":"Sunshine Gifting",
    "review-img":"assets/images/pouch-revw.jpg",
    "ProductDimensions":"21 x 7 x 9 cm; 350 g",
    "review-des":"I love it it is veary nice I think the colour is not my Faverote but it so so cute",
    "review-date":"5 August 2025",
    "user-product-color":"Violet",
    "user-name":"Amazon Customer",
    "Colour":	"Orange",  
    "Itemmodelnumber":"45575",
    "Department" : "Universal",
    "ASIN":"B0B9SQ17CZ",
    "NetQuantity":"1 count",
    "ItemWeight":"350 g",
    "Brand":"Toyshine",
    "Material":"Jute"
  },
  {  
    "id":33,
    "name": "Bryan & Candy Scented Candles | Gift Set for Women & Men,Cherry Blossom,Vintage Sandalwood,Neroli & Honeycomb,Lavender & Chamomile Aromatherapy Candles",
    "category": "Gifts & Stationary",
    "price": 1190,
    "GenericName":"Scented Candles for Home",
    "image": "assets/images/gifts-1.jpg",
    "description":[
      "✅Popular Fragrance: Scented candles gift set of 4 popular fragrances: Cherry Blossom, Vintage Sandalwood, Neroli & Honeycomb, and Lavender & Chamonile.",
      "✅100% Natural Soy wax: The aromatherapy candle gift set made of 100% natural soy, pure cotton wick and lead-free. Healthy and harmless to the human body and the environment.",
      "✅Long Burning Time: 100 gm each candle and it can burn upto 20 hours, it can relax yourself, relieve the stress and enjoy the quiet time."],
    "Manufacturer":"Sunshine Gifting",
    "review-img":"assets/images/gifts-revw.jpg",
    "ProductDimensions":"5W x 5H Centimeters",
    "review-des":"Liked by Teachers, Friends, and Colleagues...Every one talking about these candles this evening.Brand, Quality, Aroma, Packaging, designs, All 5 stars.",
    "review-date":"India on 29 October 2024",
    "user-product-color":"Multicolor",
    "user-name":"Sharad kale",
    "Colour":	"Multicolor",  
    "Itemmodelnumber":"SC01",
    "Department" : "Universal",
    "ASIN":"B09F3NSMQL",
    "NetQuantity":"4",
    "ItemWeight":"400 g",
    "Brand":"BRYAN & CANDY",
    "Material":"Lead Free,Tin"
  }
]